<?php defined('SYSPATH') OR die('No direct access allowed.');

return array(
  'type' => array(
      0  => '全局',
      1  => '区域',
      2  => '地铁',
      3  => '地铁站',
      5  => '学校',
      6  => '商圈',
      9  => '划片学区',
    ),
  'building' => array(
      1  => '小高层',
      2  => '别墅'
    ),
  'decorate' => array(
      1  => '毛坯',
      2  => '简装',
      3  => '精装'
    ),
  'attachment' => array(
      9  => '全景缩略图',
      1  => '户型',
      2  => '实景',
      3  => '样板',
      4  => '规划',
    ),

  'ugroup' => array(
    0 => '未设定',
    1 => '数据录入组',
    2 => '数据审核组',
    9 => '系统管理员',
  ),

  'module' => array(
      1 => '新房',
      2 => '资讯',
      4 => '学区',
      8 => '资讯',
      1024 => '基本设置',
      2048 => '系统管理',
    ),
  'auth' => array(
      1  =>  array(
          1 => '添加',  
          2 => '编辑',  
          4 => '删除',  
        ),  
      2  => array(
          1 => '添加',  
          2 => '编辑',  
          4 => '删除',  
          8 => '直播',  
        ),  
      4  => array(
          1 => '添加',  
          2 => '编辑',  
          4 => '删除',  
        ),  
      8  => array(
          1 => '添加',  
          2 => '编辑',  
          4 => '删除',  
        ),  
      1024  => array(
          1 => '广告',  
          2 => '问答',  
          4 => '关键词过滤',  
        ),  
      2048  => array(
          1 => '核心'
        )  
      ),
  'ad_type' => array(
    0 => '文本信息',
    1 => '文本链接',
    2 => '图片连接',
    4 => '高级',
  ),
);
